Repository: SeaDve/Breathing
Catalog: po/*.po
Languages: ar, be, bg, ca, cs, de, es, et, eu, fi, fil, fr, ga, he, hr, hu, it, ja, nb_no, nl, pl, ro, si, ta, tr, uk

source: Breathing
ar: تنفُّس
be: Дыханне
bg: Дишане
ca: Respiració
cs: Dýchání
de: Atmen
es: Respirar
et: Hinga
eu: Arnasa
fi: Hengitys
ga: Análú
hr: Disanje
hu: Lélegzés
it: Respirazione
nb_no: Pust
pl: Oddychanie
ro: Respiraţie
si: හුස්ම ගැනීම
ta: சுவாசம்
tr: Nefes
uk: Дихання

source: Utility;Breath;Exercise;
ar: وسيلة;تنفس;تدريب;
be: Utility;Breath;Exercise;Утыліта;Дыхаць;Практыкаванне;
bg: инструмент;дишане;упражнение;
ca: Utilitat;Respirar;Respiració;Exercici;
cs: Pomůcka;Dech;Cvičení;
de: Dienstprogramm;Atem;Übung;
es: Utilidad;Respirar;Ejercicio;
et: Utility;Breath;Exercise;hingamine;mediteerimine;meditatsioon;
eu: Erabilgarritasuna; Arnasketa; Ariketa;
fi: Utility;Breath;Exercise;hengitysharjoitus;hengitys;
fil: Utility;Breath;Exercise;Paghinga;
fr: Utilitaire;Respirer;Respiration;Exercice;
ga: Fóntais;Anáil;Cleachtadh;
he: Utility;Breath;Exercise;כלי;עזר;נשימה;אימון;
hr: Uslužni program;dah;vježba;
hu: Utility; Lélegzet; Kifejezés;
it: Utilità;Respiro;Esercizio;
ja: Utility;Breath;Exercise;ユーティリティー;呼吸;エクササイズ;
nb_no: Verktøy;pust;øvelse;
nl: Utility;Breath;Exercise;Hulpmiddel;Ademhaling;Oefening;
pl: Narzędzia;Oddech;Ćwiczenie;
ro: Utilitate; Respirație; Exercițiu;
si: Utility;Breath;Exercise;හුස්ම;මෙවලම්;ව්‍යායාම;හුස්මගැනීම;
ta: உபயோகம்;மூச்சு;உடற்பயிற்சி;
tr: Utility;Breath;Exercise;Araç;Nefes;Alıştırma;Egzersiz;
uk: Дихання;Вправа;Utility;Breath;Exercise;

source: Relax and meditate
ar: استرخِ وتدبَّر
be: Паслабцеся і медытуйце
bg: Отпуснете се и медитирайте
ca: Relaxeu-vos i mediteu
cs: Relax a meditace
de: Trainiere deine Atmung
es: Ejercite la respiración
et: Harjuta meditatsiooni
eu: Arnasketa lantzea
fi: Harjoittele hengitystä
fil: Iehersisyo ang paghinga
fr: Exercez votre respiration
ga: Scíth a ligean agus machnamh
he: הירגעות ומדיטציה
hr: Opusti se i meditiraj
hu: Relax és meditáció
it: Esercita la respirazione
ja: リラックスと瞑想
nb_no: Øv på pustingen din
nl: Ontspan en mediteer
pl: Zrelaksuj się i medytuj
ro: Relaxează-te și meditează
si: විවේකීව භාවනා කරන්න
ta: நிதானமாக தியானம் செய்யுங்கள்
tr: Nefes alıp vermeniz üzerinde alıştırma yapın
uk: Стабілізуйте дихання

source: Breathing is a simple application that guides your breathing pattern. This pattern is recommended by experts that will help ease your anxiety.
ar: تنفُّس هو برنامج بسيط يرشد نمط تنفسك. هذا النمط ينصح به المتخصصون وسيساعدك لتقليل التوتر.
be: Breathing - гэта простая праграма, якая дапамагае кантраляваць вашае дыханне. Гэты шаблон рэкамендаваны спецыялістамі, які дапаможа палегчыць вашу трывогу.
bg: „Дишане“ е просто приложение, което насочва начина ви на дишане. Този начин на дишане е препоръчан от експерти и ще ви помогне да облекчите тревожността си.
ca: Breathing és una aplicació senzilla que guia el teu patró respiratori. Es tracta d'un patró recomanat pels experts que t'ajudarà a calmar l'ansietat.
cs: Breathing je jednoduchá aplikace, která vám pomůže s vaším dechovým vzorcem. Tento vzorec je doporučován odborníky a pomůže vám zmírnit vaši úzkost.
de: Atmen ist ein einfaches Programm für eine geführte Atemübung. Dieses Atemmuster wird von Experten empfohlen und hilft dabei, Angstzustände zu lindern.
es: Breathing es una sencilla aplicación que guía tu patrón respiratorio. Se trata de un patrón recomendado por expertos que te ayudará a calmar la ansiedad.
et: Hinga (Breathing) on lihtne rakendus, mis aitab sul õiget hingamisrütmi hoida. Näiteks võib ta abiks olla ärevusest ülesaamisel.
fi: Breathing on yksinkertainen sovellus joka opastaa sinua omassa hengityksen hallinnassasi. Tämä hallintamalli on asiantuntijoiden suosittelema ja antaa sinulle helpotusta hermostuneisuuden ongelmissa.
fr: Breathing est une application simple qui guide votre rythme respiratoire. Ce rythme est recommandé par des experts et vous aidera à atténuer votre anxiété.
ga: Is feidhmchlár simplí é análaithe a threoraíonn do phatrún análaithe. Tá an patrún seo molta ag saineolaithe a chabhróidh leat do imní a mhaolú.
hr: Disanje je jednostavna aplikacija za kontrolu ritma tvog disanja. Stručnjaci preporučuju ovu praksu za smanjenje tvoje tjeskobe.
hu: A lélegzés egy egyszerű alkalmazás, amely irányítja a légzési mintát. Ezt a mintát olyan szakértők ajánlják, akik segítenek enyhíteni a szorongást.
it: Breathing è una semplice applicazione che guida il tuo modello di respirazione. Questo modello è consigliato dagli esperti e ti aiuterà ad alleviare la tua ansia.
ja: Breathing は、呼吸リズムを練習するためのシンプルなアプリケーションです。専門家が推奨するリズムが、あなたの不安を和らげます。
pl: Breathing to prosta aplikacja, która pomaga zachować prawidłowy wzorzec oddychania. Ten wzorzec jest zalecany przez ekspertów i pomaga złagodzić uczucie niepokoju.
ro: Respirație este o aplicație simplă care vă ghidează modelul de respirație. Acest model este recomandat de experți care vă vor ajuta să vă ușurați anxietatea.
ta: சுவாசம் என்பது உங்கள் சுவாச முறையை வழிநடத்தும் ஒரு எளிய பயன்பாடாகும். இந்த முறை நிபுணர்களால் பரிந்துரைக்கப்படுகிறது, இது உங்கள் கவலையைப் போக்க உதவும்.
tr: Bu, nefes alma düzeninize rehberlik eden basit bir uygulamadır. Uzmanlar tarafından tavsiye edilen bu düzen, kaygılarınızı hafifletmenize yardımcı olacaktır.
uk: Дихання — це простий застосунок, який керує вашим диханням. Цей шаблон рекомендований експертами, який допоможе знизити рівень тривожності.

source: The main features of Breathing includes the following:
ar: المزايا الرئيسة لتنفُّس تتضمَّن:
be: Асноўныя функцыі Дыхання ўключаюць наступнае:
bg: Основните функции на „Дишане“ включват:
ca: Les funcionalitats principals de Respiració són les següents:
cs: Mezi hlavní vlastnosti dýchání patří následující:
de: Die Hauptmerkmale des Atmens umfassen die folgenden Punkte:
es: Las principales características de Respirar son las siguientes:
et: Hinga rakenduse põhifunktsioonid:
eu: Breathingen ezaugarri nagusiak hauek dira:
fi: Hengityksen keskeisimmät ominaisuudet sisältävät:
fil: Ang ilan sa mga tampok ng Breathing ay ang mga sumusunod:
fr: Les principales caractéristiques de Breathing sont les suivantes :
ga: Áirítear ar phríomhghnéithe análaithe na nithe seo a leanas:
he: בין התכונות הראשיות של Breathing נכללות:
hr: Glavne karakteristike programa Disanje:
hu: A lélegzet fő jellemzői a következőket tartalmazza:
it: Le caratteristiche principali della respirazione includono le seguenti:
ja: Breathing の機能は以下の通りです:
nb_no: Hovedfunksjonen i Pust inkluderer følgende:
nl: Belangrijkste kenmerken van Breathing:
pl: Główne funkcje aplikacji Oddychanie to:
ro: Principalele caracteristici ale Respirație includ următoarele:
si: හුස්ම ගැනීම යෙදුමේ පහත විශේෂාංග ඇතුළත්ය:
ta: சுவாசத்தின் முக்கிய அம்சங்கள் பின்வருவனவற்றை உள்ளடக்குகின்றன:
tr: Nefes uygulamasının temel özellikleri şunlardır:
uk: Основні особливості Дихання:

source: 🌬️ Guide your breathing.
ar: 🌬️ توجيه تنفُّسك.
be: 🌬️ Дапамагае вам дыхаць.
bg: 🌬️ Насочвайте дишането си.
ca: Guia la teva respiració.
cs: 🌬️ Vede vaše dýchání.
de: 🌬️ Führen Sie Ihre Atmung.
es: 🌬️ Guiar su respiración.
et: 🌬️ Hingamisharjutused.
eu: 🌬️ Gidatu zure arnasa.
fi: 🌬️ Hengitysharjoituksen.
fil: 🌬️ Ginagabayan nito ang iyong paghinga.
fr: 🌬️ Guidez votre respiration.
ga: 🌬️ Treoraigh d’análú.
he: 🌬️ להנחות את דפוס הנשימה.
hr: 🌬️ Daje upute za disanje.
hu: 🌬️ Útmutassa a légzést.
it: 🌬️ Guida la tua respirazione.
ja: 🌬️ あなたの呼吸をガイド。
nl: 🌬️ Ademhalingsinstructies
pl: 🌬️ Nauka oddychania.
ro: 🌬️ Ghidează-ți respirația.
si: 🌬️ හුස්ම ගැනීමට මඟපෙන්වීම.
ta: 🌬உங்கள் சுவாசத்தை வழிநடத்துங்கள்.
tr: 🌬️ Nefesinizi yönlendirin.
uk: 🌬️ Настанови щодо дихання.

source: 🌑 Change to a dark-mode with ease.
ar: 🌑 غيِّر للسمة الداكنة بيُسر.
be: 🌑 З лёгкасцю ўключайце цёмны рэжым.
bg: 🌑 Превключвайте лесно в тъмен режим.
ca: Canviar a un mode fosc amb facilitat.
cs: 🌑 Snadno přepněte do tmavého režimu.
de: 🌑 Wechseln Sie mühelos in einen Nachtmodus.
es: 🌑 Cambiar a un modo oscuro con facilidad.
et: 🌑 Tume teema.
eu: 🌑 Erraz aldatu modu ilunera.
fi: 🌑 Vaihda tummaan tilaan vaivatta.
fil: 🌑 Gawing dark-mode nang napakadali.
fr: 🌑 Passez facilement en mode sombre.
ga: 🌑 Athraigh go mód dorcha gan stró.
he: 🌑 מעבר קל למצב לילה.
hr: 🌑 Jednostavno mijenjanje u tamni način rada.
hu: 🌑 Változtasson egy sötét módra könnyedén.
it: 🌑 Passa alla modalità scura con facilità.
ja: 🌑 ダークモードに簡単に切り替え。
nb_no: 🌑 Endre til mørk drakt
nl: 🌑 Gemakkelijk schakelen naar donker thema
pl: 🌑 Prosta zmiana ciemnego motywu.
ro: 🌑 Treceți cu ușurință în modul întunecat.
si: 🌑 ක්‍ෂණිකව අඳුරු ප්‍රකාරයට මාරු වන්න.
ta: 🌑 எளிதாக இருண்ட பயன்முறைக்கு மாற்றலாம்.
tr: 🌑 Kolaylıkla koyu moda geçin.
uk: 🌑 Легке перемикання на темний режим.

source: 📱 Easy-to-use user interface.
ar: 📱 واجهة سهلة الاستخدام.
be: 📱 Лёгкі ў выкарыстанні інтэрфейс.
bg: 📱 Лесен за използване потребителски интерфейс.
ca: Interfície d'usuari fàcil d'usar.
cs: 📱 Snadno použitelné uživatelské rozhraní.
de: 📱 Benutzerfreundliche Oberfläche.
es: 📱 Interfaz de usuario fácil de usar.
et: 📱 Lihtne kasutada.
eu: 📱 Erabiltzaile-interfaze erabilerraza.
fi: 📱 Helppokäyttöinen käyttöliittymä.
fil: 📱 Simpleng gamiting user interface.
fr: 📱 Interface utilisateur facile à utiliser.
ga: 📱 Comhéadan úsáideora atá éasca le húsáid.
he: 📱 ממשק משתמש פשוט לשימוש.
hr: 📱 Jednostavno korisničko sučelje.
it: 📱 Interfaccia utente facile da usare.
ja: 📱 使いやすいインターフェース。
nb_no: 📱 Enkelt brukergrensesnitt
nl: 📱 Eenvoudige vormgeving.
pl: 📱 Interfejs prosty w użyciu.
ro: 📱 Interfață de utilizator ușor de utilizat.
si: 📱 සරල පරිශ්‍රීලක අතුරුමුහුණතක්.
ta: 📱 பயன்படுத்த எளிதான பயனர் இடைமுகம்.
tr: 📱 Kullanımı kolay kullanıcı arayüzü.
uk: 📱 Простий користувацький інтерфейс.

source: ⌨️ User-friendly keyboard shortcuts.
ar: ⌨️ اختصارات لوحة مفاتيح سهلة الاستخدام.
be: ⌨️ Зручныя спалучэнні клавіш.
bg: ⌨️ Лесни за използване клавишни комбинации.
ca: Dreceres de teclat fàcils d'usar.
cs: ⌨️ Uživatelsky přívětivé klávesové zkratky.
de: ⌨️ Benutzerfreundliche Tastaturkürzel.
es: ⌨️ Atajos del teclado fáciles de usar.
et: ⌨️ Kasutajasõbralikud kiirklahvid.
eu: ⌨️ Teklatu bidezko lasterketak, erraz erabiltzeko modukoak.
fi: ⌨️ Hyödylliset pikanäppäimet.
fil: ⌨️ Madaling gamiting mga keyboard shortcuts.
fr: ⌨️ Raccourcis clavier intuitifs.
ga: ⌨️ Aicearraí méarchláir atá éasca le húsáid.
he: ⌨️ קיצורי מקשים ידידותיים למשתמש.
hr: ⌨️ Praktčni tipkovni prečaci.
hu: Ó Felhasználóbarát billentyűzet-hirdetések.
it: ⌨️ Scorciatoie da tastiera facili da usare.
ja: ⌨️ ユーザーフレンドリーなキーボードショートカット。
nb_no: ⌨️ Brukervennlige tastatursnarveier
nl: ⌨️ Gebruiksvriendelijke sneltoetsen.
pl: ⌨️ Przydatne skróty klawiszowe.
ro: ⌨️ Comenzi rapide de la tastatură ușor de utilizat.
si: ⌨️ පහසු යතුරුපුවරු කෙටිමං.
ta: ⌨️ பயனர் நட்பு கீபோர்டு ஷார்ட்கட்கள்.
tr: ⌨️ Kullanıcı dostu klavye kısayolları.
uk: ⌨️ Зручні комбінації клавіш.

source: Start screen with a centered Go button
ar: شاشة البداية مع زِر ابدأ فالمنتصف
bg: Начален екран с бутон за начало в центъра
ca: Pantalla d'inici amb un botó Inicia centrat
cs: Spustit obrazovku s tlačítkem uprostřed
de: Startbildschirm mit einem zentrierten Los Knopf
es: Pantalla de inicio con el botón «Ir» centrado
et: Avaleht, mille keskel on nupp „Alusta“
fi: Aloitusnäyttö keskellä olevalla Go-painikkeella
fr: Écran de démarrage avec un bouton Go centré
ga: Tosaigh scáileán le cnaipe Téigh dírithe
hr: Početni ekran sa centriranom gumbom Počni
hu: Kezdőképernyő központosított Go gomb
it: Schermata iniziale con pulsante Vai al centro
pl: Ekran startowy z wyśrodkowanym przyciskiem Go
uk: Початковий екран з центральною кнопкою Пуск

source: On-going breathing guide screen
ar: شاشة دليل تنفس مستمرة
bg: Екран за помощ при дишане
ca: Pantalla de la respiració guiada en curs
cs: Probíhající návod na dýchání
de: Anzeige der laufenden Atemübung
es: Instrucciones de respiración en curso
et: Lihtne juhendvaade
fi: Jatkuva hengitysopasnäyttö
fr: Écran de guide de respiration en cours
ga: Scáileán treoraithe análaithe leanúnach
hr: Ekran s vodičem za disanje
hu: Folyamatos légzési útmutató képernyő
it: Schermata guida alla respirazione in corso
pl: Ekran bieżącego przewodnika oddechowego
uk: Екран поточного контролю дихання

source: Main Menu
ar: القائمة الرئيسة
be: Галоўнае меню
bg: Основно меню
ca: Menú principal
cs: Hlavní nabídka
de: Hauptmenü
es: Menú principal
et: Valikud
eu: Menu nagusia
fi: Päävalikko
fil: Pangunahing Menu
fr: Menu principal
ga: Príomh-Roghchlár
he: התפריט הראשי
hr: Glavni izbornik
hu: Főmenü
it: Menu principale
ja: メインメニュー
nb_no: Hovedmeny
nl: Hoofdmenu
pl: Menu główne
ro: Meniul principal
si: ප්‍රධාන වට්ටෝරුව
ta: முதன்மை பட்டியல்
tr: Ana Menü
uk: Головне меню

source: Toggle Dark Mode
ar: بدِّل السمة الداكنة
be: Цёмны рэжым
bg: Превключване към тъмен режим
ca: Commutar mode fosc
cs: Přepnout tmavý režim
de: Dunklen Modus umschalten
es: Conmutar modo oscuro
et: Tume teema sisse/välja
eu: Modu iluna aktibatu
fi: Tumma tila päälle/pois
fil: I-toggle ang Dark Mode
fr: Activer mode sombre
ga: Scoránaigh Mód Dorcha
he: מצב לילה
hr: Uklj./Isklj. tamni način rada
hu: Sötét mód be-/kikapcsolása
it: Attiva/disattiva modalità scura
ja: ダークモードの切り替え
nb_no: Veksle mørkt modus
nl: Donker thema in-/uitschakelen
pl: Przełącz tryb ciemny
ro: Comutați în modul întunecat
si: අඳුරු ප්‍රකාරය යොදන්න
ta: டார்க் பயன்முறையை நிலைமாற்று
tr: Koyu Modu Aç/Kapat
uk: Увімкнути/вимкнути темний режим

source: Go
ar: تنفَّس
be: Старт
bg: Начало
ca: Inicia
cs: Začít
de: Los
es: Iniciar
et: Alusta
eu: Joan
fi: Aloita
fil: Magsimula
fr: Allons-y
ga: Téigh
he: מעבר
hr: Počni
it: Inizia
ja: 開始
nb_no: Start
nl: Starten
pl: Start
ro: Începe
si: යන්න
ta: போ
tr: Başla
uk: Почати

source: In
ar: شهيق
be: Удых
bg: Вдишване
ca: Inspira
cs: Nádech
de: Ein
es: Inspire
et: Sisse
eu: Inspiratu
fi: Sisään
fil: Mag-inhale
fr: Inspirez
ga: I
he: לנשום
hr: Udahni
hu: Inkább
it: Inspira
ja: 吸って
nb_no: Inn
nl: Adem in
pl: Wdech
ro: Inspirație
si: ඇතුළට
ta: உள்ளே
tr: Al
uk: Вдих

source: Out
ar: زفير
be: Выдых
bg: Издишване
ca: Expira
cs: Výdech
de: Aus
es: Espire
et: Välja
eu: Bota
fi: Ulos
fil: Mag-exhale
fr: Expirez
ga: Amach
he: לנשוף
hr: Izdahni
hu: Kimenet
it: Espira
ja: 吐いて
nb_no: Ut
nl: Adem uit
pl: Wydech
ro: Expirație
si: පිටතට
ta: வெளியே
tr: Ver
uk: Видих

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
be: Спалучэнні клавіш
bg: Клавишни комбинации
ca: Dreceres de teclat
cs: Klávesové zkratky
de: Tastatürkürzel
es: Atajos del teclado
et: Kiirklahvid
eu: Teklatu-lasterbideak
fi: Pikanäppäimet
fil: Mga keyboard shortcut
fr: Raccourcis clavier
ga: Aicearraí méarchláir
he: קיצורי מקשים
hr: Tipkovni prečaci
hu: Billentyűparancsok
it: Scorciatoie da tastiera
ja: キーボードショートカット
nb_no: Tastatursnarveier
nl: Sneltoetsen
pl: Skróty klawiaturowe
ro: Comenzi rapide de la tastatură
si: යතුරුපුවරුවේ කෙටිමං
ta: விசைப்பலகை குறுக்குவழிகள்
tr: Klavye Kısayolları
uk: Комбінації клавіш

source: About Breathing
ar: عن «تنفُّس»
be: Аб праграме
bg: Относно „Дишане“
ca: Quant a Respiració
cs: O aplikaci Dýchání
de: Über das Atmen
es: Acerca de Respirar
et: Teave
eu: Breathingari buruz
fi: Tietoja - Hengitys
fil: Tungkol Sa Breathing
fr: À propos de Breathing
ga: Maidir le Análaithe
he: על אודות Breathing
hr: O aplikaciji Disanje
hu: A lélegzésről
it: Informazioni su Respirazione
ja: Breathing について
nb_no: Om Pust
nl: Over Breathing
pl: O Breathing
ro: Despre Respirație
si: හුස්ම ගැනීම පිළිබඳව
ta: சுவாசம் பற்றி
tr: Nefes Hakkında
uk: Про Дихання

# shortcut window
source: General
ar: عام
hr: Općenito
hu: Általánosság

# shortcut window
source: Open Menu
ar: فتح القائمة
hr: Otvori izbornik
hu: Menü megnyitása

# shortcut window
source: Show Keyboard Shortcuts
ar: إظهار إختصارات لوحة المفاتيح
hr: Prikaži tipkovne prečace
hu: Mutasd meg a Keyboard Shortcuts

# shortcut window
source: Close Window
ar: إغلاق النافذة
hr: Zatvori prozor
hu: Ablak bezárása?
pl: Zamknij okno

# shortcut window
source: Quit
ar: اخرُج
hr: Zatvori aplikaciju
hu: Kilépés

# shortcut window
source: Main Controls
ar: أدوات التحكم الرئيسية
hr: Glavne kontrole
hu: Fő ellenőrzések

# shortcut window
source: Toggle Breathing
ar: بدأ التنفس
hr: Uklj./Isklj. Disanje

# shortcut window
source: Toggle Dark Mode
ar: تفعيل الوضع الداكن
hr: Uklj./Isklj. tamni način rada
hu: Sötét mód be-/kikapcsolása

source: translator-credits
ar: علي الجشي، عمرو ياسين، أحمد النجماوي, زياد السيد
be: Yahor Haurylenka <k1llo2810@gmail.com>
bg: Victor Keranov twlvnn kraft_werk <kraft_werk@tutanota.com>
ca: Adolfo Jayme Barrientos, Víctor Dargallo, Joan Aymà
cs: Jan Novák Vojtěch Perník Jaroslav Svoboda Jonáš Loskot
de: J. Lavoie, Andy Pillip, Heinrich Heinzer, Nico, Milo Ivir, sal0max, Marlon, Jörn Weigend, Florian Schaupp, Justin Nogossek
es: Óscar Fernández Díaz (oscfdezdz@tuta.io), Adolfo Jayme Barrientos (fitojb@ubuntu.com)
et: Henri; Priit Jõerüüt 2024-2025
eu: Sergio Varela
fi: Jiri Grönroos
fil: Dave Patrick Caberto
fr: J. Lavoie, M. Bousquet, Irénée Thirion, Wedone, Clyhtsuriva
ga: aistritheoir-creidmheasa
he: עומר א״ש <omeritzicschwartz@gmail.com>
hr: Milo Ivir
hu: Fordítók: Cserélje le a "translator-credits" szöveget a neveire, minden név külön sorban
it: Albano Battistella, Andrea Brandi, Michael Moroni, Nicolas Mariniello
ja: 小山田 純 Ryo Nakano Kaz Sibuya Kisaragi Hiu kj7kt
nb_no: Allan Nordhøy
nl: Heimen Stoffels &lt;vistausss@fastmail.com&gt; Philip Goto https://flipflop97.github.io/
pl: Radek Raczkowski, Adam Hulewicz, Radosław Korotkiewicz, David Troianovskyi
ro: Gabriel Cozma Danny3
si: පරිවර්තනයට ස්තූතිය
ta: தருண் கிருஷ்ணா.க.பா
tr: Sabri Ünal (yakushabb@gmail.com), Oğuz Ersen
uk: Ihor Hordiichuk, Serhii Honcharuk

source: Donate
ar: تبرَع
hr: Doniraj
hu: Támogasson

source: GitHub
ar: جت‌هب
si: ගිට්හබ්
ta: கிட்ஹப்

source: Translate
ar: ترجم
be: Перакласці
bg: Преведи
ca: Tradueix
cs: Překlad
de: Übersetzen
es: Traducir
fi: Käännä
fr: Traduire
ga: Aistrigh
hr: Prevedi
hu: Fordítás
it: Traduci
ja: 翻訳
pl: Pomóż w tłumaczeniu
ro: Traduceți
ta: மொழிபெயர்
tr: Çevir
uk: Перекласти

source: General
eu: Orokorra
fil: Pangkalahatan
he: כללי
ja: 一般
nb_no: Generelt
nl: Algemeen
si: ප්‍රධාන
tr: Genel

source: Open Menu
eu: Ireki menua
fil: Buksan ang Menu
he: פתיחת התפריט
ja: メニューを開く
nb_no: Åpne menyen
nl: Menu openen
ro: Deschideți Meniu
si: වට්ටෝරුව අරින්න
tr: Menüyü Aç

source: Show Keyboard Shortcuts
eu: Erakutsi teklatu-lasterbideak
fil: Ipakita ang mga Shortcuts
he: הצגת קיצורי המקשים
ja: キーボードショートカットを表示する
nb_no: Vis tastatursnarveier
nl: Sneltoetsen tonen
ro: Afișează comenzile rapide de la tastatură
si: යතුරුපුවරුවේ කෙටිමං පෙන්වන්න
tr: Klavye Kısayollarını Göster

source: Quit
eu: Utzi
fil: Isara
he: יציאה
ja: 終了
nb_no: Avslutt
nl: Afsluiten
ro: Închide programul
si: ඉවත් වන්න
tr: Çıkış

source: Main Controls
eu: Kontrol nagusiak
fil: Panghunahing Mga Opsyon
he: קיצורי מקשים ראשיים
ja: メインコントロール
nb_no: Hovedkontroller
nl: Hoofdbediening
ro: Controale principale
si: ප්‍රධාන පාලන
tr: Ana Denetimler

source: Toggle Breathing
eu: Arnasketa txandakatu
fil: I-toggle ang Paghinga
he: הפעלת/כיבוי Breathing
ja: 開始と終了
nb_no: Veksle pusting
nl: Breathing aan-/uitzetten
ro: Comutați Respirație
si: හුස්ම ගැනීම අරඹන්න
tr: Nefesi Aç/Kapat

source: Donate (Buy Me a Coffee)
ja: 寄付 (Buy Me a Coffee)
ro: Donează (Cumpără-mi o cafea)
tr: Bağış Yap (Buy Me a Coffee)

source: Relax, focus, and become stress-free.
fil: Mag-relax, mag-focus, at hindi mastress.
nl: Vind rust, verbeter je focus en adem al je stress weg.

source: Breathing is a very simple application that guides your breathing pattern. This pattern is recommended by experts that will help ease your anxiety. It also provides a calming sound to make it much easier to relax.
fil: Ang Breathing ay isang simpleng aplikasyon na ginagabayan ang iyong paghinga. Ang pattern na ito ay irinerekomenda ng mga eksperto upang maiwasan ang anxiety. Mayroon din siyang nakakakalmang tunog upang ikaw ay makarelax.
nl: Breathing toont door experts aanbevolen instructies die je helpen in angstige of stressvolle situaties. Daarnaast wordt er een kalmerend geluid afgespeeld waardoor je makkelijker tot rust komt.
